{
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "A recent attempt to log in with your secondary email address has failed.": "Un intento reciente de iniciar sesión con su dirección de correo electrónico secundaria ha fallado.",
    "A verification link has been sent to your secondary email address.": "Se ha enviado un enlace de verificación a su dirección de correo electrónico secundaria.",
    "An email has been sent to your address.": "Se ha enviado un correo electrónico a su dirección.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar Contraseña",
    "Confirmation": "Confirmación",
    "Create user": "Crear usuario",
    "Created": "Creada",
    "Current Password": "Contraseña actual",
    "Dashboard": "Panel",
    "Delete Account": "Eliminar cuenta",
    "Email": "Correo electrónico",
    "Email Address": "Dirección de correo electrónico",
    "Email Verification": "Verificación de correo electrónico",
    "Email Verification Required": "Se requiere verificación de correo electrónico",
    "Email or Username": "Correo electrónico o nombre de usuario",
    "English": "Inglesa",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta utilice una contraseña larga y aleatoria para mantenerla segura.",
    "Feel free to contact the support team if you have questions or require assistance.": "No dude en ponerse en contacto con el equipo de soporte si tiene preguntas o necesita ayuda.",
    "French": "Francesa",
    "Full Name": "Nombre completo",
    "Hello :name": "Hola :name",
    "If this login is unexpected, please take immediate action to protect your account by changing your password.": "Si este inicio de sesión es inesperado, tome medidas inmediatas para proteger su cuenta cambiando su contraseña.",
    "If this update is unexpected, please take immediate action to protect your account by changing your password.": "Si esta actualización es inesperada, tome medidas inmediatas para proteger su cuenta cambiando su contraseña.",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no es necesario realizar ninguna otra acción.",
    "If you did not request a password reset, no further action is required.": "Si no solicitó un restablecimiento de contraseña, no se requiere ninguna otra acción.",
    "Language": "Idioma",
    "Login": "Acceso",
    "Login Change": "Cambiar de inicio de sesión",
    "Logout": "Cerrar sesión",
    "Name": "Nombre",
    "New Device Login": "Inicio de sesión con nuevo dispositivo",
    "New Password": "Nueva contraseña",
    "Next": "Próximo",
    "Optional": "Opcional",
    "Password": "Contraseña",
    "Please be sure to download any data or information that you wish to retain.": "Asegúrese de descargar cualquier dato o información que desee conservar.",
    "Please check your inbox for a verification email and follow the provided instructions.": "Revise su bandeja de entrada para recibir un correo electrónico de verificación y siga las instrucciones proporcionadas.",
    "Please click the button below to verify your email address.": "Haga clic en el botón a continuación para verificar su dirección de correo electrónico.",
    "Please click the button below to verify your secondary email address.": "Haga clic en el botón a continuación para verificar su dirección de correo electrónico secundaria.",
    "Please log in with your primary email address and navigate to your profile to send a new verification email.": "Inicie sesión con su dirección de correo electrónico principal y navegue a su perfil para enviar un nuevo correo electrónico de verificación.",
    "Please provide your password to confirm you would like to permanently delete your account.": "Proporcione su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Previous": "Previo",
    "Primary Email": "Correo electrónico principal",
    "Profile": "Perfil",
    "Profile Information": "Información de perfil",
    "Provide your email address and follow the instructions sent to your inbox to reset your password.": "Proporcione su dirección de correo electrónico y siga las instrucciones enviadas a su bandeja de entrada para restablecer su contraseña.",
    "Remember me": "Acuérdate de mí",
    "Register": "Registro",
    "Resend Verification Email": "Reenviar correo electrónico de verificación",
    "Reset": "Reiniciar",
    "Reset Password": "Restablecer contraseña",
    "Reset the table": "Restablecer la tabla",
    "Required": "Requerido",
    "Save": "Guardar",
    "Secondary Email": "Correo electrónico secundario",
    "Secondary Email or Username": "Correo electrónico secundario o nombre de usuario",
    "Send Reset Link": "Enviar enlace",
    "Spanish": "Española",
    "Stopped impersonating.": "Dejó de hacerse pasar por alguien.",
    "Submit": "Entregar",
    "Success": "Tener éxito",
    "The ip address is: :address": "La dirección IP es: :address",
    "The login credential is: :credential": "La credencial de inicio de sesión es: :credential",
    "The primary and secondary email addresses must be different.": "Las direcciones de correo electrónico principal y secundaria deben ser diferentes.",
    "There has just been a login to your account from a new device or ip address.": "Acaba de iniciar sesión en su cuenta desde un nuevo dispositivo o dirección IP.",
    "There have been changes to your account login.": "Se han producido cambios en el inicio de sesión de su cuenta.",
    "This action cannot be undone.": "Esta acción no se puede deshacer.",
    "This email address must be validated before a log in will succeed.": "Esta dirección de correo electrónico debe ser validada para poder iniciar sesión correctamente.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona segura de la aplicación. Confirme su contraseña antes de continuar.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña caducará en :count minutos.",
    "Unauthorized": "No autorizado",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualice la información del perfil y la dirección de correo electrónico de su cuenta.",
    "Verify Email Address": "Verificar dirección de correo electrónico",
    "Verify Secondary Email Address": "Verificar dirección de correo electrónico secundaria",
    "View My Dashboard": "Ver mi panel",
    "Warning!": "¡Advertencia!",
    "Welcome!": "¡Bienvenida!",
    "Welcome to :app!": "¡Bienvenido a :app!",
    "You are receiving this email because we received a password reset request for your account.": "Recibirá este correo electrónico porque recibimos una solicitud de restablecimiento de contraseña para su cuenta.",
    "Your email address has been verified!": "¡Tu dirección de correo electrónico ha sido verificada!",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Your secondary email address has been verified.": "Su dirección de correo electrónico secundaria ha sido verificada.",
    "Your secondary email address is unverified.": "Su dirección de correo electrónico secundaria no está verificada."
}
